IDEA StatiCa Open Model
NadSetupValueBool Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the NadSetupValueBool class
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NadSetupValueBool()
Public Sub New
public:
NadSetupValueBool()
See Also
Reference
NadSetupValueBool Class
IdeaRS.OpenModel.Concrete Namespace